Repository: CSCG/indrz
Catalog: indrz/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: code value
de: code Wert
fr: la valeur du code de

source: name value
de: name Wert
fr: nom de la valeur

source: Street
de: Straße
fr: Rue

source: Building or house number
de: Gebäude-oder Haus-Nr.
fr: Bâtiment ou de numéro de maison

source: Postal code
de: PLZ
fr: Code Postal

source: Municipality
de: Gemeinde
fr: Municipalité

source: City
de: Stadt
fr: Ville

source: Country
de: Land
fr: Pays

source: Description
de: Beschreibung

source: Brief description
de: Kurze Beschreibung
fr: Brève description

source: Phone
de: Telefon
fr: Téléphone

source: Building centroid for small scale maps
de: Gebäude Schwerpunkt für kleine Karten
fr: Construction de centre de gravité pour les petites cartes à l'échelle de

source: Owner name
de: Besitzer
fr: Le nom du propriétaire d'

source: Number of buildings
de: Anzahl der Gebäude
fr: Nombre de bâtiments

source: Building description
de: Gebäude Beschreibung
fr: Description du bâtiment

source: Campus area of one or more buildings
de: Campus-Fläche von einem oder mehreren Gebäuden
fr: Le Campus de la zone d'un ou de plusieurs bâtiments

source: Building name
de: Gebäude name
fr: Le nom de l'immeuble

source: Building height in meters
de: Gebäudehöhe in Metern
fr: Hauteur du bâtiment en mètres

source: Fancy building name
de: Schickes Bauwerk Namen
fr: Fantaisie le nom de l'immeuble

source: Number of floors
de: Anzahl der Etagen
fr: Nombre d'étages

source: Unique facility number
de: Einmalige Einrichtung Anzahl
fr: Unique numéro de l'établissement

source: Operational hours
de: Öffnungszeiten
fr: Heures de fonctionnement

source: EPSG code original data
de: EPSG-code original-Daten
fr: Code EPSG de données d'origine

source: short name eg first floor
de: kurzer name, der z.B. im ersten Stock
fr: le nom court de l'ex premier étage

source: long name
de: lange Namen
fr: nom long

source: special name
de: spezielle Namen
fr: nom spécial

source: Floor order value
de: Boden Bestellwert
fr: Plancher de la valeur de la commande

source: Elevation value of floor in meters
de: Höhe von Boden in Metern
fr: Valeur de l'élévation du sol en mètres

source: floor number
de: Stock Anzahl
fr: numéro de l'étage

source: height of floor
de: Höhe von Boden
fr: hauteur de plancher

source: short name
de: kurze Namen
fr: nom court

source: gis calculated area
de: gis berechnete Fläche
fr: sig calculé l'aire

source: gis calculated perimeter
de: gis berechnet Umkreis
fr: sig calculée à périmètre

source: gis calculated length
de: gis berechneten Länge
fr: sig longueur calculée

source: Organization name e.g Engineering
de: Name der Organisation e.g Engineering
fr: Nom de l'organisation.e.g Ingénierie

source: Department name e.g Engineering
de: Abteilung Name zb. Engineering
fr: Département nom de l'e.g Ingénierie

source: Division
de: Sektion

source: Room id imported from external system
de: Die Raum-id-importiert aus einem externen system
fr: Chambre id importées à partir d'un système externe

source: Room number
de: Zimmer Anzahl
fr: Le numéro de la chambre

source: Room number on door sign
de: Zimmernummer an der Tür Unterschreiben
fr: Numéro de la pièce sur le panneau de porte

source: Room description
de: Beschreibung der Zimmer
fr: Description de la chambre

source: Total number of occupants allowed in this space
de: Gesamtzahl der Insassen erlaubt in diesem Raum
fr: Nombre Total d'occupants autorisés dans cet espace

source: Tag values csv
de: Tag-Werte csv
fr: Les valeurs de balise csv

source: name of conference
de: name der Konferenz
fr: nom de conférence

source: year of conference
de: Jahr der Konferenz
fr: année de la conférence

source: short name of stand
de: kurze Namen stehen
fr: nom court de stand

source: long stand name
de: lange stand name
fr: long stand de nom

source: label of stand
de: Etikett von Stand
fr: étiquette de stand

source: foyer name location value
de: foyer name Ort Wert
fr: hall d'accueil nom de l'emplacement de la valeur

source: name of hall
de: Halle Name
fr: nom de la salle

source: stand id from external system
de: stand id aus einem externen system
fr: stand id de système externe

source: stand number from external
de: stand Anzahl von externen
fr: numéro de stand externes

source: type of stand
de: Art des Standes
fr: type de support

source: unique IP of the kiosk
de: Kiosk eindeutige IP

source: enter in degrees from 0 to 359 where 0 is north
de: Bitte in Grad eingeben von 0 bis 359 wobei Nord ist 0

source: location of kiosk
de: Kiosk Ort

source: Add
de: Hinzufügen
fr: Ajouter

source: Change
de: Ändern
fr: Changement

source: You don't have permission to edit anything.
de: Sie haben keine Berechtigung zum Bearbeiten nichts.
fr: Vous n'avez pas la permission de modifier quoi que ce soit.

source: Recent Actions
de: Aktuelle Aktionen
fr: Dernières Actions

source: My Actions
de: Meine Aktionen
fr: Mes Actions

source: None available
de: Keine vorhanden
fr: Aucun n'est disponible

source: Unknown content
de: Unbekannte Inhalte
fr: Contenu inconnu

source: Other
de: Andere
fr: D'autres

source: Satellite
de: Satellit

source: Zoom to Campus
de: Gesamte Campus

source: Print to PDF
de: PDF Drucken

source: Print
de: Drucken

source: Close
de: Schliessen
fr: Fermer

source: Send
de: Senden
fr: Envoyer

source: Share map
de: Karte Teilen
fr: Partager la carte

source: Simply copy
de: Einfach kopieren
fr: Il suffit de copier

source: CTRL + c
de: STRG + c

source: then paste
de: dann einfügen
fr: puis coller

source: CTRL + v
de: STRG + v

source: in your browser
de: in Ihrem browser
fr: dans votre navigateur

source: Share search results
de: Teilen Sie die Suchergebnisse
fr: Partager les résultats de recherche

source: Share route results
de: Route ergebnisse teilen
fr: Partager la route des résultats

source: Floor
de: Stock
fr: Étage

source: Route from here
de: Route von hier

source: Route to here
de: Route nach hier

source: Train
de: Ubahn

source: Share
de: Teilen
fr: Partager

source: Barrier Free Route
de: Barriere Freier Strecke
fr: Sans Obstacle De La Route

source: Search people, places, organisations...
de: Suche Personen, Orten, Organisationen

source: Refresh
de: Erneuern

source: Routing
de: Routen

source: Geometry multi-polygon outside facility areas
de: Geometrie multi-polygon außerhalb facility-Bereichen
fr: La géométrie multi-polygone installation à l'extérieur des zones

source: Geometry multi-linestrings outside area lines
de: Geometrie multi-linestrings Außenbereich Linien
fr: La géométrie multi-éléments linestring à l'extérieur de la zone de lignes

source: Geometry multi-linestrings pavement lines
de: Geometrie multi-linestrings Bürgersteig Linien
fr: La géométrie multi-éléments linestring chaussée lignes

source: Please describe what went wrong.
de: Bitte beschreiben Sie, was falsch gelaufen ist.
fr: Veuillez décrire ce qui s'est passé.

source: Search for ...
de: Suche für ...
fr: Recherche pour ...

source: Directions
de: Richtungen
fr: Les Directions

source: Clear
de: Klar
fr: Claire

source: View organization map
de: Ansicht-Organisation anzeigen

source: Request membership
de: Mitgliedschaft Anfrage

source: Add map to organization
de: Karte zu Organisation Hinzufügen,

source: Add comments to organization
de: Kommentar zu Organization hinzufügen

source: Add comments to map
de: Kommentar zu Karte hinzufügen

source: Modify organization
de: Organization Aktualisieren

source: Modify map
de: Karte Aktualisieren

source: View map
de: Karte Anschauen

source: Add map
de: Karte Hinzufügen

source: Modify map map
de: Karte Editieren

source: Add layer
de: Ebene hinzufügen

source: Modify layer
de: Ebene Ändern

source: Add building
de: Gebäude HInzugügen

source: Add member
de: Mitglied hinzufügen

source: Delete organization
de: Organization Löschen

source: Admin organization values
de: Admin-Organisation Werte

source: Admin roles
de: Administrator Rollen

source: Name of map icon
de: Map Icon Name

source: Poi icon image
de: POI icon Bild

source: Pictogram
de: Piktogramm

source: description
de: Beschreibung

source: Force route to this location
de: Kraft, die route zu diesem Ort
fr: La Force de la route à cet endroit

source: Activated and enabled
de: Aktiviert und aktiviert
fr: Activé et activé

source: Tree order in legend
de: Baum Reihenfolge in der Legende
fr: Arbre de commande dans la légende

source: Sort oder of POI items
de: Sortieren oder POI-Elemente
fr: Trier oder de POI éléments

source: Search
de: Suche
fr: Recherche

source: full_tree_for_model tag was given an invalid model: %s
de: full_tree_for_model tag gegeben wurde eine ungültige Modell: <code>%s</code>

source: drilldown_tree_for_node tag was given an invalid model: %s
de: drilldown_tree_for_node tag gegeben wurde eine ungültige Modell: <code>%s</code>

source: drilldown_tree_for_node tag was given an invalid model field: %s
de: drilldown_tree_for_node tag gegeben wurde eine ungültige Modell-field: <code>%s</code>

source: %s tag requires three arguments
de: <code>%s</code> tag benötigt drei Argumente

source: second argument to %s tag must be 'as'
de: zweites argument <code>%s</code> tag "als"

source: %s tag requires either three, seven or eight arguments
de: <code>%s</code> - tag erfordert entweder drei, sieben oder acht Argumente

source: if seven arguments are given, fourth argument to %s tag must be 'with'
de: wenn sieben Argumente gegeben sind, die vierte argument <code>%s</code> tag muss sein 'mit'

source: if seven arguments are given, sixth argument to %s tag must be 'in'
de: wenn sieben Argumente gegeben sind, sechsten argument <code>%s</code> tag 'in'

source: if eight arguments are given, fourth argument to %s tag must be 'cumulative'
de: wenn acht Argumente gegeben sind, die vierte argument <code>%s</code> tag 'kumulative'

source: if eight arguments are given, fifth argument to %s tag must be 'count'
de: wenn acht Argumente gegeben sind, fünfte argument <code>%s</code> tag muss sich 'rechnen'

source: if eight arguments are given, seventh argument to %s tag must be 'in'
de: wenn acht Argumente gegeben sind, siebten argument <code>%s</code> tag 'in'

source: %s tag requires a queryset
de: <code>%s</code> - tag erfordert ein queryset

source: Indoor way
de: Innen Weg
fr: Intérieur façon

source: Stairway
de: Treppe
fr: Escalier

source: Elevator
de: Aufzug
fr: Ascenseur

source: Escalator
de: Rolltreppe

source: Outdoor way
de: Im freien Weg
fr: Manière extérieure

source: Ramp
de: Rampe
fr: Rampe

source: Stairway no floor change
de: Treppe keinen Boden ändern
fr: Escalier pas de plancher changement

source: Ramp no floor change
de: Rampe keinen Boden ändern
fr: Rampe d'aucun plancher de changement

source: Elevator no floor change
de: Aufzug kein Boden ändern
fr: Ascenseur pas de plancher changement

source: Escalator no floor change
de: Rolltreppe keinen Boden ändern
fr: Escalator pas de plancher changement

source: Public
de: Öffentliche

source: Employee
de: Mitarbeiter
fr: Employé

source: Visitor
de: Besucher
fr: Visiteur

source: Faculty
de: Fakultät
fr: Faculté

source: Secure
de: Sichern
fr: Sécurisé

source: Reserved
de: Vorbehalten
fr: Réservés

source: Maintenance
de: Wartung
fr: Entretien

source: Unknown
de: Unbekannt
fr: Inconnu

source: short name eg fast networkline
de: kurze Namen, z.B. schnelle networkline
fr: nom court eg rapide networkline

source: speed value based on selection
de: speed-Wert basierend auf der Auswahl
fr: valeur de la vitesse basée sur la sélection

source: source node id
de: Quell-Knoten-id
fr: source de l'id de nœud

source: target node id
de: Ziel-Knoten-id
fr: cible id de nœud

source: cost to travel network
de: Kosten travel network
fr: coût des voyages du réseau

source: gis length of linestring
de: gis Länge des linestring -
fr: sig longueur de linestring

source: Type of network path type
de: Art der Netzwerk-Pfad Typ
fr: Type de réseau type de chemin de

source: Routing access type
de: Routing Zugang geben
fr: De routage de type d'accès

source: Page not found
de: Seite nicht gefunden
fr: Page non trouvée

source: We're sorry, but the requested page could not be found.
de: Es tut uns Leid, aber die angeforderte Seite konnte nicht gefunden werden.
fr: Nous sommes désolés, mais la page demandée n'a pu être trouvé.

source: Server error
de: Server-Fehler
fr: Erreur de serveur

source: Server error (500)
de: Server-Fehler (500)
fr: Erreur de serveur (500)

source: Server Error <em>(500)</em>
de: Server-Fehler <em>(500)</em>
fr: Erreur serveur <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
de: Es ist ein Fehler gewesen. Es ist berichtet worden, um die site-Administratoren per E-Mail und sollte in Kürze behoben. Vielen Dank für Ihre Geduld.
fr: Il y a eu une erreur. Il a été rapporté pour les administrateurs du site par e-mail et devrait être corrigé sous peu. Merci pour votre patience.

source: Run the selected action
de: Ausführen der ausgewählten Aktion
fr: Exécuter l'action sélectionnée

source: Go
de: Gehen
fr: Aller

source: Click here to select the objects across all pages
de: Klicken Sie hier, um wählen Sie die Objekte auf allen Seiten
fr: Cliquez ici pour sélectionner les objets à travers toutes les pages

source: Select all %(total_count)s %(module_name)s
de: Wählen Sie alle %(total_count)s %(module_name)s

source: Clear selection
de: Löschen der Auswahl
fr: Effacer la sélection

source: First, enter a username and password. Then, you'll be able to edit more user options.
de: Geben Sie zuerst einen Benutzernamen und ein Passwort. Dann, Sie werden in der Lage sein, zu Bearbeiten mehr-Benutzer-Optionen.

source: Enter a username and password.
de: Geben Sie einen Benutzernamen und ein Passwort.
fr: Entrez un nom d'utilisateur et mot de passe.

source: Change password
de: Passwort ändern
fr: Changer de mot de passe

source: Please correct the error below.
de: Bitte korrigieren Sie die folgenden Fehler.
fr: Veuillez corriger l'erreur ci-dessous.

source: Please correct the errors below.
de: Bitte korrigieren Sie die Fehler unten.
fr: Veuillez corriger les erreurs ci-dessous.

source: Enter a new password for the user <strong>%(username)s</strong>.
de: Geben Sie ein neues Passwort für den Benutzer <strong>%(username)s</strong>.
fr: Entrez un nouveau mot de passe pour l'utilisateur <strong>%(username)s</strong>.

source: Welcome,
de: Willkommen,
fr: Bienvenue,

source: Documentation
de: Dokumentation
fr: La Documentation

source: Log out
de: Abmelden
fr: Déconnecter

source: History
de: Geschichte
fr: L'histoire

source: View on site
de: Vor Ort ansehen
fr: Vue sur le site

source: Add %(name)s
de: Hinzufügen von %(name)s
fr: Ajouter %(name)s

source: Remove from sorting
de: Entfernen Sie von der Sortierung
fr: Retirer du tri

source: Sorting priority: %(priority_number)s
de: Sortierung Priorität: <code>%(priority_number)s</code>
fr: Tri priorité: %(priority_number)s

source: Toggle sorting
de: Umschalten der Sortierung
fr: La bascule de tri

source: Delete
de: Löschen
fr: Supprimer

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de: Löschen des %(object_name)s '%(escaped_object)s', würde das Ergebnis in löschen von verwandten Objekten, aber Ihr Konto nicht über die Berechtigung zum löschen der folgenden Arten von Objekten:
fr: La suppression de l' %(object_name)s</code> '%(escaped_object)s' entraînerait la suppression d'objets liés, mais votre compte n'est pas autorisé à supprimer les types d'objets suivants:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
de: Löschen des %(object_name)s '%(escaped_object)s' erfordern würde, löschen Sie die folgenden geschützten verwandten Objekte:
fr: La suppression de l' %(object_name)s '%(escaped_object)s' nécessiterait la suppression de la protégée d'objets liés:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
de: Sind Sie sicher, dass Sie wollen, löschen Sie das %(object_name)s "%(escaped_object)s"? Alle der folgenden verbundenen Objekte werden gelöscht:
fr: Êtes-vous sûr de vouloir supprimer l' %(object_name)s</code> "%(escaped_object)s"? Tous les éléments connexes suivants seront supprimés:

source: Objects
de: Objekte
fr: Les objets

source: Yes, I'm sure
de: Ja, ich bin mir sicher, dass
fr: Oui, j'en suis sûr

source: No, take me back
de: Nein, nehmen Sie mich zurück
fr: Non, ramène-moi

source: Delete multiple objects
de: Löschen von mehreren Objekten
fr: Supprimer plusieurs objets

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de: Löschen der ausgewählten %(objects_name)s , würde das Ergebnis in löschen von verwandten Objekten, aber Ihr Konto nicht über die Berechtigung zum löschen der folgenden Arten von Objekten:
fr: La suppression de l'sélectionnée %(objects_name)s entraînerait la suppression d'objets liés, mais votre compte n'est pas autorisé à supprimer les types d'objets suivants:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
de: Löschen der ausgewählten %(objects_name)s erfordern würde, löschen Sie die folgenden geschützten verwandten Objekte:
fr: La suppression de l'sélectionnée %(objects_name)s nécessiterait la suppression de la protégée d'objets liés:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
de: Sind Sie sicher, dass Sie zum löschen der ausgewählten %(objects_name)s? Alle folgenden Objekte und Ihre zugehörigen Elemente gelöscht werden:
fr: Êtes-vous sûr de vouloir supprimer l'sélectionnée %(objects_name)s? Tous les objets suivants et de leurs éléments seront supprimés:

source: Remove
de: Entfernen
fr: Supprimer

source: Add another %(verbose_name)s
de: Fügen Sie ein weiteres <code>%(verbose_name)s</code>
fr: Ajouter un autre %(verbose_name)s

source: Delete?
de: Löschen?
fr: Les supprimer?

source: By %(filter_title)s
de: Durch <code>%(filter_title)s</code>
fr: En %(filter_title)s

source: Summary
de: Zusammenfassung
fr: Résumé

source: Models in the %(name)s application
de: Modelle in <code>%(name)s</code> application
fr: Modèles dans l' %(name)s de l'application

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
de: Etwas ist falsch mit Ihrer Datenbank-installation. Stellen Sie sicher, dass die entsprechenden Datenbank-Tabellen erstellt wurden, und sicherzustellen, dass die Datenbank lesbar ist, indem Sie den entsprechenden Benutzer aus.
fr: Quelque chose ne va pas avec votre installation de base de données. Assurez-vous que la base de données les tables ont été créées, et assurez-vous que la base de données lisible par l'utilisateur approprié.

source: Forgotten your password or username?
de: Ihr Passwort vergessen oder Benutzername?
fr: Oublié votre mot de passe ou nom d'utilisateur?

source: Date/time
de: Datum/Zeit
fr: Date/heure

source: User
de: Benutzer
fr: L'utilisateur

source: Action
de: Aktion

source: This object doesn't have a change history. It probably wasn't added via this admin site.
de: Dieses Objekt muss nicht eine Veränderung der Geschichte. Es war wohl nicht Hinzugefügt, über das admin-Website.
fr: Cet objet n'ont pas de changer l'histoire. Il n'était probablement pas ajoutés par le biais de ce site d'administration.

source: Show all
de: Alle anzeigen
fr: Afficher tous les

source: Save
de: Speichern
fr: Enregistrer

source: Change selected %(model)s
de: Ändern der ausgewählten %(model)s
fr: Changement sélectionnée %(model)s

source: Add another %(model)s
de: Fügen Sie ein weiteres %(model)s
fr: Ajouter un autre %(model)s

source: Delete selected %(model)s
de: Löschen der selektierten %(model)s

source: Save as new
de: Sparen Sie als neue
fr: Enregistrer en tant que nouveau

source: Save and add another
de: Speichern und weiteren hinzufügen
fr: Enregistrer et ajouter un autre

source: Save and continue editing
de: Speichern und weiter Bearbeiten
fr: Enregistrer et continuer à éditer

source: Delete all Features
de: Löschen Sie alle Funktionen
fr: Supprimer toutes les Fonctionnalités

source: WKT debugging window:
de: WKT-debugging-Fenster:
fr: WKT de la fenêtre de débogage:

source: Google Maps via GeoDjango
de: Google Maps über GeoDjango

source: Debugging window (serialized value)
de: Debugging-Fenster (serialisierte Wert)
fr: Fenêtre de débogage (sérialisé valeur)

source: Name
fr: Nom

source: Website
fr: Site web

source: Campus name
fr: Campus de nom

source: Go!
fr: Allez!

source: GIT Source
fr: Source de GIT

source: Go !
fr: Allez !

source: Bug Report
fr: Rapport De Bug

source: Standard Route
fr: Route Standard

source: Report Bug
fr: Rapport De Bug

source: Icon CSS name
fr: Icône nom CSS

source: Private
fr: Privé

source: Student
fr: Étudiant

source: Home
fr: La maison

source: View site
fr: Voir le site

source: Django site admin
fr: Le site d'administration de Django

source: Filter
fr: Filtre

source: Log in
fr: Journal en

source: %(full_result_count)s total
fr: <code>%(full_result_count)s</code> total
